Repository: mrbobokhon/newsportal-django-html-css
Catalog: locales/*/LC_MESSAGES/django.po
Languages: ru

source: Parolni tasdiqlang
ru: Подтвердить Пароль

source: Parollar bir xil emas
ru: Пароль не тот

source: Login
ru: Логин

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: E-mail
ru: Эл. почта

source: Parol
ru: Парол

source: Ro`yxatdan o`tish
ru: Регистрация

source: Siz ro`yxatdan muvaffaqiyatli o`tdingiz!
ru: Успешно зарегистрировались!

source: Tizimga kirish
ru: Войти

source: Xush kelibsiz, {}
ru: Добро пожаловать

source: Sarlavha (uz)
ru: Заголовок

source: Sarlavha (ru)
ru: Заголовок

source: Izoh (uz)
ru: Примечание

source: Izoh (ru)
ru: Примечание

source: img
ru: изображение

source: Bosh sahifa
ru: Главный страница

source: Biz haqimizda
ru: О нас

source: Maqola qo'shish
ru: Добавить статью

source: Maqola muvaffqiyatli qo'shildi
ru: Статья успешно добавлена

source: Maqola Muvaffqiyatli o'chirldi
ru: Статья успешно удалена

source: Maqola muvaffqiyatli tahrirlandi
ru: Статья успешно добавлена

source: Maqolani tahrirlash
ru: Добавить статью

source: Bosh Sahifa
ru: Главный страница

source: Yangiliklar
ru: Новости

source: Boshqalar
ru: Другие

source: Savdo maydonchasi
ru: Торговая площадка

source: Online konsultatsiya
ru: Онлайн консультанты

source: Foydali ma`lumotlar
ru: Полезные материалы

source: Vedio-saboqlar
ru: Видео-тренинги

source: Narx navolar
ru: Рыночные цены

source: Biz Haqmizda
ru: О нас

source: Maqola Qo'shish
ru: Добавить статью

source: Chiqish
ru: Выход

source: Ro'yaxatdan O'tish
ru: Регистрация

source: Tizimga Kirish
ru: Войти

source: Qo`shish
ru: Добавить статью

source: Davomi
ru: Продолжение

source: Tahrirlash
ru: Редактировать

source: orqaga
ru: Назад
